Repository: common-repository/sponsors-carousel
Catalog: languages/sponsors-carousel-*.po
Languages: uk

source: Add new
uk: Додати нову

source: Copy current
uk: Копіювати поточну

source: Shortcode:
uk: Короткий код:

source: Also you can use %1$s for show this carousel.
uk: Також ви можете використовувати %1$s для показу цієї каруселі.

source: Speed:
uk: Швидкість:

source: The speed of the animation. 0 is instant, 10000 is very slow.
uk: Швидкість анімації. 0 миттєвий, 10000 дуже повільний.

source: Scroll Amount:
uk: Кількість прокрутки:

source: How many images should be scrolled in one step
uk: Скількі зображень буде прокручено за один крок.

source: Auto scroll:
uk: Автоматична прокрутка:

source: Off
uk: Вимкнено

source: Continuous
uk: Бесперервно

source: Fast
uk: Швидко

source: Medium
uk: Середньої швидкості

source: Slow
uk: Повільна

source: WP image size:
uk: Розмір зображення WP:

source: To get more image sizes you can install special plugins like <a href="%1$s">this</a> or <a href="%2$s">this</a>.
uk: Щоб отримати більше розмірів зображень, можна встановити спеціальні плагіни, як <a href="%1$s">цей</a> або <a href="%2$s">цей</a>

source: Important! Images will be resized on upload, so after adding new size please upload files again or use regenerate plugin.
uk: Важливо! Зображення змінюються під час завантаження, тому після додавання нового розміру завантажте файли знову або скористайтеся плагіном регенерації.

source: Width of Image:
uk: Ширина зображення:

source: Height of Image:
uk: Висота зображення:

source: Width of Carousel:
uk: Ширина каруселі:

source: Distance between images:
uk: Відстань між зображеннями:

source: Show titles for images:
uk: Показати назви для зображень:

source: No
uk: Ні

source: Yes
uk: Так

source: Show controls:
uk: Показати елементи управління:

source: Open in new window:
uk: Відкрити в новому вікні:

source: No, open in same window
uk: Ні, у тому ж вікні

source: Yes, open in new window
uk: Так, у новому вікні

source: Default link:
uk: Посилання за замовченням:

source: Add images
uk: Додати зображення

source: Save Changes
uk: Зберегти зміни

source: Delete carousel
uk: Видалити карусель

source: Are you sure?
uk: Ви впевнені?

source: Choose Images
uk: Обрати зображення

source: Insert in Carousel
uk: Додати у карусель

source: Custom link:
uk: Окреме посилання:

source: Sponsors Carousel
uk: Карусель Спонсорів

source: Settings
uk: Налаштування

source: Options updated
uk: Параметри оновлені

source: %s Settings
uk: %s Налаштування

source: main
uk: головна

source: Please add images on <b>Sponsors carousel</b> plugin page
uk: Додайте зображення на сторінці плагіну <b>Sponsors carousel</b>
